Repository: ximosa/wp-complete
Catalog: wpcomplete/languages/wpcomplete-*.po
Languages: es

source: Can Complete
es: Completada

source: Assign to: No specific course
es: Asignar a: Ningún curso específico

source: WPComplete Settings
es: Ajustes WPComplete

source: Post Completion
es: Página Finalización

source: You do not have sufficient permissions to access this page.
es: Usted no tiene suficientes permisos para acceder a esta página.

source: You only get access to this data once you activate your license.
es: Sólo se tiene acceso a estos datos una vez que haya activado su licencia.

source: User Completion
es: Finalización del usuario

source: General Settings
es: Configuración general

source: Student Role Type
es: Estudiante tipo de rol

source: Lesson Content Type
es: Lección de tipo de contenido

source: Mark Complete Button
es: Botón del signo completa

source: Button Text
es: Texto del botón

source: Saving Text
es: Guardar texto

source: Button Color
es: Color del botón

source: Button Text Color
es: Color del texto del botón

source: Completed Button
es: Botón completado

source: Graph Settings
es: Configuración del gráfico

source: Primary Color
es: Color primario

source: Secondary Color
es: Color secundario

source: Advanced Settings
es: Ajustes avanzados

source: Custom Styles (CSS)
es: Estilos personalizados (CSS)

source: An error occurred, please try again.
es: Ha ocurrido un error interno. Inténtelo de nuevo.

source: Your license key expired on %s.
es: La clave de licencia expiró el %s.

source: Your license key has been disabled.
es: La clave de licencia se ha desactivado.

source: Invalid license.
es: Licencia invalida.

source: Your license is not active for this URL.
es: Su licencia no es activo para esta URL.

source: This appears to be an invalid license key for %s.
es: Esto parece ser una clave de licencia válida para %s.

source: Your license key has reached its activation limit.
es: Su clave de licencia ha llegado a su límite de activación.

source: Please activate your license key to enable all WPComplete PRO features.
es: Por favor, activar su clave de licencia para activar todas las funciones WPComplete PRO.

source: Course Name
es: Nombre del curso

source: Lesson Completion
es: Finalización de la lección

source: Complete the setup now.
es: Complete la configuración del mismo.

source: Enable Complete button
es: Habilitar el botón Completar

source: Activate your plugin to enable support and to unlock all available features.
es: Active su plugin para habilitar el soporte y para desbloquear todas las características disponibles.

source: This is a part of:
es: Esta es una parte de:

source: No specific course
es: Sin curso específico

source: Add a specific course
es: Añadir un curso específico

source: Where would you like to redirect your students upon marking this as completed?
es: ¿Dónde le gustaría volver a dirigir a sus estudiantes a marcar esto como completado?

source: Leave empty to not redirect.
es: Dejar en blanco para no redirige.

source: Automatically add complete button to enabled posts &amp; pages for me.
es: Añadir automáticamente botón completa a los mensajes y hojas para mí habilitados.

source: Saving...
es: Ahorro…

source: Activate License
es: Activar licencia

source: There is no changelog available.
es: No hay cambios disponibles.

source: Check for updates
es: Comprobar si hay actualizaciones

source: This plugin is up to date.
es: Este plugin es hasta la fecha.

source: A new version of this plugin is available.
es: Una nueva versión de este plugin está disponible.

source: Unknown update checker status "%s"
es: Desconocido actualización de estado corrector "%s"
